<?php
// Heading
$_['heading_title']    = 'קבוצות משתמשים';

// Text
$_['text_success']     = 'הצלחה: ששונו קבוצות משתמשים!';
$_['text_list']        = 'קבוצת משתמשים';
$_['text_add']         = 'הוספת קבוצת משתמשים';
$_['text_edit']        = 'עריכת קבוצת משתמשים';

// Column
$_['column_name']      = 'קבוצת משתמשים שם';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'קבוצת משתמשים שם';
$_['entry_access']     = 'הרשאת גישה';
$_['entry_modify']     = 'שינוי רשות';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות קבוצות משתמשים!';
$_['error_name']       = 'קבוצת משתמשים השם חייב להיות בין 3 ו-64 תווים!';
$_['error_user']       = 'אזהרה: זה קבוצת משתמשים יכולים למחוק כמה זה מוקצה כרגע %s משתמשים!';