<?php
// Heading
$_['heading_title']     = 'השובר נושאים';

// Text
$_['text_success']      = 'הצלחה: ששונו שובר נושאים!';
$_['text_list']         = 'השובר נושא הרשימה.';
$_['text_add']          = 'להוסיף שובר הנושא';
$_['text_edit']         = 'עריכה השובר הנושא';

// Column
$_['column_name']       = 'השובר הנושא את שמו';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'השובר הנושא את שמו';
$_['entry_description'] = 'השובר נושא תיאור';
$_['entry_image']       = 'התמונה';

// Error
$_['error_permission']  = 'אזהרה: אין לך הרשאה לשנות את השובר נושאים!';
$_['error_name']        = 'השובר הנושא את השם חייב להיות בין 3 ל-32 תווים!';
$_['error_image']       = 'תמונה חובה!';
$_['error_voucher']     = 'אזהרה: שובר זה נושא לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s שוברים!';