<?php
// Text
$_['text_approve_subject']      = '%s - לחשבון השותפים שלך הופעל!';
$_['text_approve_welcome']      = 'ברוך הבא ותודה על רישום ב - %s!';
$_['text_approve_login']        = 'החשבון שלך עכשיו כבר נוצר, אתה יכול להיכנס באמצעות כתובת הדוא " ל שלך ואת הסיסמה שלך על-ידי ביקור באתר האינטרנט שלנו או בכתובת הבאה:';
$_['text_approve_services']     = 'עם כניסה ב, אתה תהיה מסוגל ליצור מעקב קודי, לעקוב אחר עמלה, תשלומים, עריכת פרטי החשבון שלך.';
$_['text_approve_thanks']       = 'תודה,';
$_['text_transaction_subject']  = '%s - עמלות שותפים';
$_['text_transaction_received'] = 'קיבלת %s עמלה!';
$_['text_transaction_total']    = 'את הסכום הכולל של העמלות עכשיו את %s.';