<?php
// Text
$_['text_approve_subject']      = '%s - החשבון שלך הופעל!';
$_['text_approve_welcome']      = 'ברוך הבא ותודה על רישום ב - %s!';
$_['text_approve_login']        = 'החשבון שלך עכשיו כבר נוצר, אתה יכול להיכנס באמצעות כתובת הדוא " ל שלך ואת הסיסמה שלך על-ידי ביקור באתר האינטרנט שלנו או בכתובת הבאה:';
$_['text_approve_services']     = 'עם כניסה ב, אתה תהיה מסוגל לגשת לשירותים אחרים כולל סקירת בעבר הזמנות, הדפסת חשבוניות, עריכת פרטי החשבון שלך.';
$_['text_approve_thanks']       = 'תודה,';
$_['text_transaction_subject']  = '%s - חשבון אשראי';
$_['text_transaction_received'] = 'קיבלת %s קרדיט!';
$_['text_transaction_total']    = 'את הסכום הכולל של האשראי עכשיו הוא %s.\' . "\n\n" . את חשבון האשראי יהיה אוטומטי לנכות את הרכישה הבאה.';
$_['text_reward_subject']       = '%s - נקודות מצטברות';
$_['text_reward_received']      = 'קיבלת %s נקודות גמול!';
$_['text_reward_total']         = 'המספר הכולל של נקודות גמול עכשיו הוא %s.';