<?php
// Heading
$_['heading_title']     = 'תכונה קבוצות';

// Text
$_['text_success']      = 'הצלחה: אתה חייב לשנות תכונה קבוצות!';
$_['text_list']         = 'תכונת רשימת קבוצות';
$_['text_add']          = 'הוסף מאפיין קבוצה';
$_['text_edit']         = 'ערוך מאפיין קבוצה';

// Column
$_['column_name']       = 'התכונה שם קבוצה';
$_['column_sort_order'] = 'סדר';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'התכונה שם קבוצה';
$_['entry_sort_order']  = 'סדר';

// Error
$_['error_permission']  = 'אזהרה: אין לך הרשאה לשנות תכונה קבוצות!';
$_['error_name']        = 'התכונה שם קבוצה חייב להיות בין 3 ו-64 תווים!';
$_['error_attribute']   = 'אזהרה: תכונה זו קבוצה לא יכולה למחוק כמה זה מוקצה כרגע %s תכונות!';
$_['error_product']     = 'אזהרה: תכונה זו קבוצה לא יכולה למחוק כמה זה מוקצה כרגע %s המוצרים!';