<?php
// Heading
$_['heading_title']     = 'הורדות';

// Text
$_['text_success']      = 'הצלחה: ששונו הורדות!';
$_['text_list']         = 'הורד את הרשימה';
$_['text_add']          = 'הוסף להורדה';
$_['text_edit']         = 'עריכה להורדה';
$_['text_upload']       = 'את הקובץ בהצלחה שהועלו!';

// Column
$_['column_name']       = 'הורד את השם';
$_['column_date_added'] = 'תאריך הוספה';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'הורד את השם';
$_['entry_filename']    = 'שם הקובץ';
$_['entry_mask']        = 'המסכה';

// Help
$_['help_filename']     = 'אתה יכול להעלות באמצעות לחצן ההעלאה או להשתמש ב-FTP כדי להעלות להורדה מדריך והזן את הפרטים להלן.';
$_['help_mask']         = 'מומלץ כי שם הקובץ ואת המסכה שונים כדי לעצור אנשים מנסים לקשר ישירות הורדות שלך.';

// Error
$_['error_permission']  = 'אזהרה: אין לך הרשאה לשנות הורדות!';
$_['error_name']        = 'הורד את השם חייב להיות בין 3 ו-64 תווים!';
$_['error_upload']      = 'טען חובה!';
$_['error_filename']    = 'שם הקובץ חייב להיות בין 3 ו-128 תווים!';
$_['error_exists']      = 'הקובץ אינו קיים!';
$_['error_mask']        = 'המסכה חייב להיות בין 3 ו-128 תווים!';
$_['error_filetype']    = 'סוג קובץ לא חוקי!';
$_['error_product']     = 'אזהרה: הורדה זו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים!';