<?php
// Heading
$_['heading_title']          = 'מידע';

// Text
$_['text_success']           = 'הצלחה: ששונו מידע!';
$_['text_list']              = 'מידע רשימת';
$_['text_add']               = 'הוספת מידע';
$_['text_edit']              = 'עריכת מידע';
$_['text_default']           = 'ברירת המחדל';

// Column
$_['column_title']           = 'מידע כותרת';
$_['column_sort_order']	     = 'סדר';
$_['column_action']          = 'פעולה';

// Entry
$_['entry_title']            = 'מידע כותרת';
$_['entry_description']      = 'תיאור';
$_['entry_store']            = 'חנויות';
$_['entry_meta_title'] 	     = 'מטא תג הכותרת';
$_['entry_meta_keyword'] 	 = 'מטה-תג מילות מפתח';
$_['entry_meta_description'] = 'תג Meta תיאור';
$_['entry_keyword']          = 'כתובת אתר זה';
$_['entry_bottom']           = 'התחתון';
$_['entry_status']           = 'סטטוס';
$_['entry_sort_order']       = 'סדר';
$_['entry_layout']           = 'פריסת לעקוף';

// Help
$_['help_keyword']           = 'אין להשתמש ברווחים, במקום להחליף מקומות עם - וודא SEO URL ייחודי כללי.';
$_['help_bottom']            = 'תצוגה בתחתית הדף.';

// Error
$_['error_warning']          = 'אזהרה: אנא בדוק את הטופס בקפידה על שגיאות!';
$_['error_permission']       = 'אזהרה: אין לך הרשאה לשנות את המידע!';
$_['error_title']            = 'כותרת המידע חייב להיות בין 3 ו-64 תווים!';
$_['error_description']      = 'תיאור חייב להיות יותר מ-3 תווים!';
$_['error_meta_title']       = 'Meta כותרת חייב להיות גדול מ-3 ופחות מ-255 תווים!';
$_['error_keyword']          = 'קידום אתרים כתובת האתר כבר בשימוש!';
$_['error_account']          = 'אזהרה: מידע זה הדף לא ניתן למחוק אותו כפי שהוא מוקצה כעת גם את חשבון חנות תנאים!';
$_['error_checkout']         = 'אזהרה: מידע זה הדף לא ניתן למחוק אותו כפי שהוא כיום שהוקצו בתור לחנות הוצאה תנאים!';
$_['error_affiliate']        = 'אזהרה: מידע זה הדף לא ניתן למחוק אותו כפי שהוא כיום שהוקצו בתור לחנות תנאי שותפים!';
$_['error_return']           = 'אזהרה: מידע זה הדף לא ניתן למחוק אותו כפי שהוא כיום שהוקצו בתור לחנות להחזיר תנאים!';
$_['error_store']            = 'אזהרה: מידע זה הדף לא ניתן למחוק אותו כפי שהוא משמש כעת על ידי %s חנויות!';
