<?php
// Heading
$_['heading_title']       = 'פריסות';

// Text
$_['text_success']        = 'הצלחה: אתה חייב לשנות פריסות!';
$_['text_list']           = 'פריסת רשימת';
$_['text_add']            = 'להוסיף פריסה';
$_['text_edit']           = 'עריכת מתווה';
$_['text_remove']         = 'הסר';
$_['text_route']          = 'לבחור את החנות ונתיבים לשימוש עם פריסה זו';
$_['text_module']         = 'בחר את המיקום של המודולים';
$_['text_default']        = 'ברירת המחדל';
$_['text_content_top']    = 'התוכן העליון';
$_['text_content_bottom'] = 'תוכן התחתונה.';
$_['text_column_left']    = 'טור שמאלי';
$_['text_column_right']   = 'טור ימני';

// Column
$_['column_name']         = 'שם פריסה';
$_['column_action']       = 'פעולה';

// Entry
$_['entry_name']          = 'שם פריסה';
$_['entry_store']         = 'חנות';
$_['entry_route']         = 'המסלול';
$_['entry_module']        = 'מודול';

// Error
$_['error_permission']    = 'אזהרה: אין לך הרשאה לשנות פריסות!';
$_['error_name']          = 'פריסת השם חייב להיות בין 3 ו-64 תווים!';
$_['error_default']       = 'אזהרה: פריסה זו לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות פריסת!';
$_['error_store']         = 'אזהרה: פריסה זו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חנויות!';
$_['error_product']       = 'אזהרה: פריסה זו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים!';
$_['error_category']      = 'אזהרה: פריסה זו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s קטגוריות!';
$_['error_information']   = 'אזהרה: פריסה זו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s דפי מידע!';