<?php
// Heading
$_['heading_title']    = 'נושא עורך';

// Text
$_['text_success']     = 'הצלחה: אתה חייב לשנות ערכות נושא!';
$_['text_edit']        = 'עריכת ערכת נושא';
$_['text_store']       = 'לבחור את החנות שלך.';
$_['text_template']    = 'בחר תבנית';
$_['text_default']     = 'ברירת המחדל';
$_['text_warning']     = 'אזהרה: אבטחה יכולים להיות בסיכון באמצעות הנושא עורך!';
$_['text_access']      = 'ודא כי היחידה הנכונה admin משתמשים רשאים לגשת לדף זה כמו שאתה יכול לגשת ישירות את חנויות souce קוד.';
$_['text_permission']  = 'אתה יכול לשנות את הרשאות המשתמש <a href="%s" class="alert-link">כאן</a>.';
$_['text_begin']       = 'בחר את קובץ הערכה מהצד השמאלי כדי להתחיל בעריכה.';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות את ערכת נושא עורך!';