<?php
// Heading
$_['heading_title']    = 'מנהל תמונת';

// Text
$_['text_uploaded']    = 'הצלחה: את הקובץ הועלתה!';
$_['text_directory']   = 'הצלחה: המדריך נוצר!';
$_['text_delete']      = 'ההצלחה שלך קובץ או ספרייה נמחק!';

// Entry
$_['entry_search']     = 'חיפוש..';
$_['entry_folder']     = 'שם התיקייה';

// Error
$_['error_permission'] = 'אזהרה: הבקשה נדחית!';
$_['error_filename']   = 'אזהרה: שם הקובץ חייב להיות בין 3 ו-255!';
$_['error_folder']     = 'אזהרה: שם התיקייה חייב להיות בין 3 ו-255!';
$_['error_exists']     = 'אזהרה: קובץ או ספרייה עם שם זהה כבר קיים!';
$_['error_directory']  = 'אזהרה: המדריך לא קיים!';
$_['error_filesize']   = 'אזהרה: הקובץ השגוי גודל!';
$_['error_filetype']   = 'אזהרה: הקובץ השגוי סוג!';
$_['error_upload']     = 'אזהרה: הקובץ לא יכול להיות שהועלה מסיבה לא ידועה!';
$_['error_delete']     = 'אזהרה: אתה לא יכול למחוק את הספריה!';
