<?php
// header
$_['heading_title']   = 'שכחת את הסיסמה שלך?';

// Text
$_['text_forgotten']  = 'הסיסמה שנשכחה';
$_['text_your_email'] = 'כתובת הדואר האלקטרוני שלך';
$_['text_email']      = 'הזן את כתובת הדואר האלקטרוני המשויכת לחשבון שלך. לחץ על שלח כדי לקבל קישור לאיפוס הסיסמה בדואר אלקטרוני אליך.';
$_['text_success']    = 'הודעת דוא "ל עם אישור הקישור נשלח הניהול שלך כתובת דוא" ל.';

// Entry
$_['entry_email']     = 'כתובת דואר אלקטרוני';
$_['entry_password']  = 'הסיסמה החדשה';
$_['entry_confirm']   = 'לאשר';

// Error
$_['error_email']     = 'אזהרה: את כתובת הדואר האלקטרוני לא נמצא הרישומים שלנו, אנא נסה שוב!';
$_['error_password']  = 'הסיסמה חייב להיות בין 4 ל-20 תווים!';
$_['error_confirm']   = 'הסיסמה סיסמה אימות אינם תואמים!';