<?php
// Heading
$_['heading_title']                = 'חנויות';

// Text
$_['text_settings']                = 'הגדרות';
$_['text_success']                 = 'הצלחה: ששונו חנויות!';
$_['text_list']                    = 'חנות הרשימה';
$_['text_add']                     = 'הוספת חנות';
$_['text_edit']                    = 'עריכה חנות';
$_['text_items']                   = 'פריטים';
$_['text_tax']                     = 'מיסים';
$_['text_account']                 = 'חשבון';
$_['text_checkout']                = 'הוצאה';
$_['text_stock']                   = 'במלאי';
$_['text_shipping']                = 'כתובת למשלוח';
$_['text_payment']                 = 'התשלום הכתובת';

// Column
$_['column_name']                  = 'שם החנות';
$_['column_url']	               = 'כתובת האתר של החנות';
$_['column_action']                = 'פעולה';

// Entry
$_['entry_url']                    = 'כתובת האתר של החנות';
$_['entry_ssl']                    = 'כתובת URL של SSL';
$_['entry_meta_title']             = 'Meta כותרת';
$_['entry_meta_description']       = 'תג Meta תיאור';
$_['entry_meta_keyword']           = 'מטה-תג מילות מפתח';
$_['entry_layout']                 = 'ברירת המחדל של פריסת';
$_['entry_theme']                  = 'נושא';
$_['entry_name']                   = 'שם החנות';
$_['entry_owner']                  = 'בעל החנות.';
$_['entry_address']                = 'כתובת';
$_['entry_geocode']                = 'לבצע קידוד גיאוגרפי';
$_['entry_email']                  = 'דואר אלקטרוני';
$_['entry_telephone']              = 'טלפון';
$_['entry_fax']                    = 'פקס';
$_['entry_image']                  = 'התמונה';
$_['entry_open']                   = 'שעות פתיחה';
$_['entry_comment']                = 'תגובה';
$_['entry_location']               = 'מיקום החנות';
$_['entry_country']                = 'המדינה';
$_['entry_zone']                   = 'אזור / מדינה';
$_['entry_language']               = 'שפה';
$_['entry_currency']               = 'מטבע';
$_['entry_tax']                    = 'הצגת מחירים עם מס.';
$_['entry_tax_default']            = 'שימוש בחנות מס \' כתובת';
$_['entry_tax_customer']           = 'השתמש לקוח מס \' כתובת';
$_['entry_customer_group']         = 'קבוצת לקוחות';
$_['entry_customer_group_display'] = 'קבוצות של לקוחות';
$_['entry_customer_price']         = 'כניסת הצג מחירים';
$_['entry_account']                = 'חשבון תנאי';
$_['entry_cart_weight']            = 'תצוגת משקל על העגלה דף';
$_['entry_checkout_guest']         = 'הלקוחות אורח';
$_['entry_checkout']               = 'הוצאה תנאי';
$_['entry_order_status']           = 'מצב ההזמנה';
$_['entry_stock_display']          = 'תצוגה במלאי';
$_['entry_stock_checkout']         = 'מניות הוצאה';
$_['entry_logo']                   = 'חנות לוגו';
$_['entry_icon']                   = 'סמל';
$_['entry_secure']                 = 'השתמש ב-SSL';

// Help
$_['help_url']                     = 'לכלול את כתובת מלאה לחנות שלך. הקפד להוסיף \'/\' בסוף. דוגמה: http://www.yourdomain.com/path/<br /><br />Don\'t להשתמש ספריות כדי ליצור מאגר חדש. אתה צריך תמיד להצביע עוד דומיין או תת-דומיין שלך אירוח.';
$_['help_ssl']                     = 'כתובת URL של SSL לחנות שלך. הקפד להוסיף \'/\' בסוף. דוגמה: http://www.yourdomain.com/path/<br /><br />Don\'t להשתמש ספריות כדי ליצור מאגר חדש. אתה צריך תמיד להצביע עוד דומיין או תת-דומיין שלך אירוח.';
$_['help_geocode']                 = 'אנא הזן את המיקום של חנות לבצע קידוד גיאוגרפי באופן ידני.';
$_['help_open']                    = 'למלא את שעות פתיחה חנויות.';
$_['help_comment']                 = 'שדה זה הוא עבור כל הערות מיוחדות שאתה רוצה לספר את הלקוחות, כלומר החנות אינו מקבל צ \' קים.';
$_['help_location']                = 'שונים מקומות חנות יש לך את זה אתה רוצה להציג את טופס צור קשר.';
$_['help_currency']                = 'לשנות את מטבע ברירת המחדל. נקה את המטמון של הדפדפן כדי לראות את השינוי לאפס את הקיים קוקי.';
$_['help_tax_default']             = 'להשתמש בחנות הכתובת כדי לחשב את המסים אם הלקוח אינו מחובר. אתה יכול לבחור להשתמש החנות כתובת עבור הלקוח\'s משלוח או תשלום הכתובת.';
$_['help_tax_customer']            = 'השתמש הלקוחות כתובת ברירת המחדל כאשר הם כניסת כדי לחשב את המסים. אתה יכול לבחור להשתמש את כתובת ברירת המחדל עבור הלקוח\'s משלוח או תשלום הכתובת.';
$_['help_customer_group']          = 'ברירת המחדל של קבוצת לקוחות.';
$_['help_customer_group_display']  = 'תצוגת לקוח קבוצות לקוחות חדשים יכולים לבחור להשתמש כגון הסיטוניים ועסקים בעת ההרשמה.';
$_['help_customer_price']          = 'רק להראות מחירים כאשר לקוח מחובר.';
$_['help_account']                 = 'מאלץ אנשים להסכים לתנאים לפני חשבון יכול להיות שנוצר.';
$_['help_checkout_guest']          = 'לאפשר ללקוחות הקופה, מבלי ליצור חשבון. זה לא יהיה זמין כאשר להורדה המוצר בסל הקניות.';
$_['help_checkout']                = 'מאלץ אנשים להסכים לתנאים לפני לקוח יכול קופה.';
$_['help_order_status']            = 'הגדרת ברירת המחדל של מצב ההזמנה כאשר פקודה מעובד.';
$_['help_stock_display']           = 'תצוגה במלאי כמות בדף המוצר.';
$_['help_stock_checkout']          = 'לאפשר ללקוחות עדיין לקופה אם המוצרים שהם מזמינים, הם לא במלאי.';
$_['help_icon']                    = 'הסמל צריך להיות PNG זה 16px x 16px.';
$_['help_secure']                  = 'כדי להשתמש ב-SSL לבדוק עם המארח שלך אם תעודת SSL הוא מותקן.';

// Error
$_['error_warning']                = 'אזהרה: אנא בדוק את הטופס בקפידה על שגיאות!';
$_['error_permission']             = 'אזהרה: אין לך הרשאה לשנות חנויות!';
$_['error_url']                    = 'כתובת האתר של החנות חובה!';
$_['error_meta_title']             = 'כותרת חייב להיות בין 3 ל-32 תווים!';
$_['error_name']                   = 'שם החנות חייב להיות בין 3 ל-32 תווים!';
$_['error_owner']                  = 'בעל החנות חייב להיות בין 3 ו-64 תווים!';
$_['error_address']                = 'כתובת החנות חייב להיות בין 10 ל-256 תווים!';
$_['error_email']                  = 'כתובת הדואר האלקטרוני אינה מופיעה כדי להיות חוקי!';
$_['error_telephone']              = 'טלפון חייב להיות בין 3 ל-32 תווים!';
$_['error_customer_group_display'] = 'אתה חייב לכלול את ברירת המחדל של קבוצת לקוחות אם אתה הולך להשתמש בתכונה זו!';
$_['error_default']                = 'אזהרה: אתה לא יכול למחוק את ברירת המחדל של החנות!';
$_['error_store']                  = 'אזהרה: החנות הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s פקודות!';
