<?php
// Heading
$_['heading_title']     = 'קבוצות של לקוחות';

// Text
$_['text_success']      = 'הצלחה: ששונו קבוצות לקוחות!';
$_['text_list']         = 'לקוחות רשימת קבוצות';
$_['text_add']          = 'הוספת קבוצת לקוחות';
$_['text_edit']         = 'עריכת קבוצת לקוחות';

// Column
$_['column_name']       = 'הלקוח שם קבוצה';
$_['column_sort_order'] = 'סדר';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'הלקוח שם קבוצה';
$_['entry_description'] = 'תיאור';
$_['entry_approval']    = 'לאשר לקוחות חדשים';
$_['entry_sort_order']  = 'סדר';

// Help
$_['help_approval']     = 'לקוחות חייב להיות מאושר על-ידי מנהל מערכת לפני שהם יכולים להתחבר.';

// Error
$_['error_permission']  = 'אזהרה: אין לך הרשאה לשנות קבוצות לקוחות!';
$_['error_name']        = 'קבוצת לקוחות השם חייב להיות בין 3 ל-32 תווים!';
$_['error_default']     = 'אזהרה: זה קבוצת לקוחות לא ניתן למחוק אותו כפי שהוא כיום שהוקצו בתור מאגר ברירת המחדל לקבוצת לקוחות!';
$_['error_store']       = 'אזהרה: זה קבוצת לקוחות לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חנויות!';
$_['error_customer']    = 'אזהרה: זה קבוצת לקוחות לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s הלקוחות!';