<?php
// Heading
$_['heading_title']           = 'מדינות';

// Text
$_['text_success']            = 'הצלחה: ששונו מדינות!';
$_['text_list']               = 'רשימת המדינה';
$_['text_add']                = 'להוסיף המדינה';
$_['text_edit']               = 'עריכה המדינה';

// Column
$_['column_name']             = 'שם מדינה';
$_['column_iso_code_2']       = 'ISO קוד (2)';
$_['column_iso_code_3']       = 'ISO קוד (3)';
$_['column_action']           = 'פעולה';

// Entry
$_['entry_name']              = 'שם מדינה';
$_['entry_iso_code_2']        = 'ISO קוד (2)';
$_['entry_iso_code_3']        = 'ISO קוד (3)';
$_['entry_address_format']    = 'פורמט כתובת';
$_['entry_postcode_required'] = 'מיקוד נדרש';
$_['entry_status']            = 'סטטוס';

// Help
$_['help_address_format']     = 'שם פרטי = {שם פרטי}<br />שם משפחה = {שמשפחה}<br />החברה = {company}<br />כתובת 1 = {address_1}<br />כתובת 2 = {address_2}<br />העיר = {עיר}<br />מיקוד = {מיקוד}<br />אזור = {באזור}<br />אזור קוד = {zone_code}<br />המדינה = {מדינה}';

// Error
$_['error_permission']        = 'אזהרה: אין לך הרשאה לשנות את מדינות!';
$_['error_name']              = 'שם מדינה חייב להיות בין 3 ו-128 תווים!';
$_['error_default']           = 'אזהרה: המדינה הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות בארץ!';
$_['error_store']             = 'אזהרה: המדינה הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חנויות!';
$_['error_address']           = 'אזהרה: המדינה הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s ערכי פנקס הכתובות!';
$_['error_affiliate']         = 'אזהרה: המדינה הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s שותפים!';
$_['error_zone']              = 'אזהרה: המדינה הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s אזורי!';
$_['error_zone_to_geo_zone']  = 'אזהרה: המדינה הזאת לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s אזורי גיאוגרפי אזורי!';