<?php
// Heading
$_['heading_title']      = 'גיאוגרפי אזורי';

// Text
$_['text_success']       = 'הצלחה: שינוי גיאוגרפי אזורי!';
$_['text_list']          = 'אזור גיאוגרפי הרשימה';
$_['text_add']           = 'הוספת אזור גיאוגרפי';
$_['text_edit']          = 'עריכת אזור גיאוגרפי';

// Column
$_['column_name']        = 'שם אזור גיאוגרפי';
$_['column_description'] = 'תיאור';
$_['column_action']      = 'פעולה';

// Entry
$_['entry_name']         = 'שם אזור גיאוגרפי';
$_['entry_description']  = 'תיאור';
$_['entry_country']      = 'המדינה';
$_['entry_zone']         = 'אזור';

// Error
$_['error_permission']   = 'אזהרה: אין לך הרשאה לשנות גיאוגרפי אזורי!';
$_['error_name']         = 'אזור גיאוגרפי השם חייב להיות בין 3 ל-32 תווים!';
$_['error_description']  = 'תיאור השם חייב להיות בין 3 ו-255 תווים!';
$_['error_tax_rate']     = 'אזהרה: זה אזור גיאוגרפי לא ניתן למחוק אותו כפי שהוא כיום להקצות אחד או יותר שיעורי המס!';