<?php
// Heading
$_['heading_title']     = 'שפות';

// Text
$_['text_success']      = 'הצלחה: ששונו שפות!';
$_['text_list']         = 'רשימת השפות';
$_['text_add']          = 'הוספת שפה';
$_['text_edit']         = 'עריכה שפה';

// Column
$_['column_name']       = 'שם שפה';
$_['column_code']       = 'קוד';
$_['column_sort_order'] = 'סדר';
$_['column_action']     = 'פעולה';

// Entry
$_['entry_name']        = 'שם שפה';
$_['entry_code']        = 'קוד';
$_['entry_locale']      = 'אזור';
$_['entry_status']      = 'סטטוס';
$_['entry_sort_order']  = 'סדר';

// Help
$_['help_locale']       = 'דוגמה: en_US.UTF-8,en_US,en-gb,en_gb,אנגלית';
$_['help_status']       = 'להסתיר/להראות את זה בשפה הנפתח';

// Error
$_['error_permission']  = 'אזהרה: אין לך הרשאה לשנות שפות!';
$_['error_exists']      = 'אזהרה: הוספת לפני השפה!';
$_['error_name']        = 'השפה השם חייב להיות בין 3 ל-32 תווים!';
$_['error_code']        = 'קוד שפה חייבים לפחות 2 תווים!';
$_['error_locale']      = 'אזור חובה!';
$_['error_default']     = 'אזהרה: את השפה הזו לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות שפה!';
$_['error_admin']       = 'אזהרה: את השפה הזו לא ניתן למחוק אותו כפי שהוא מוקצה כעת כפי שהממשל שפה!';
$_['error_store']       = 'אזהרה: את השפה הזו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חנויות!';
$_['error_order']       = 'אזהרה: את השפה הזו לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s פקודות!';