<?php
// Heading
$_['heading_title']    = 'אורך השיעורים.';

// Text
$_['text_success']     = 'הצלחה: ששונו אורך השיעורים!';
$_['text_list']        = 'אורך רשימת הכיתה';
$_['text_add']         = 'להוסיף אורך השיעור';
$_['text_edit']        = 'עריכה אורך השיעור';

// Column
$_['column_title']     = 'אורך התואר';
$_['column_unit']      = 'אורך יחידה';
$_['column_value']     = 'ערך';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_title']      = 'אורך התואר';
$_['entry_unit']       = 'אורך יחידה';
$_['entry_value']      = 'ערך';

// Help
$_['help_value']       = 'הגדרת 1.00000 אם זוהי ברירת המחדל אורך.';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות את אורך השיעורים!';
$_['error_title']      = 'אורך התואר חייב להיות בין 3 ל-32 תווים!';
$_['error_unit']       = 'אורך היחידה חייב להיות בין 1 ל-4 תווים!';
$_['error_default']    = 'אזהרה: זה אורך השיעור לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות אורך השיעור!';
$_['error_product']    = 'אזהרה: זה אורך השיעור לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים!';