<?php
// Heading
$_['heading_title']    = 'מקומות חנות';

// Text
$_['text_success']     = 'הצלחה: שינית מקומות חנות!';
$_['text_list']        = 'מיקום החנות הרשימה';
$_['text_add']         = 'הוספת מיקום החנות';
$_['text_edit']        = 'עריכת המיקום של חנות';
$_['text_default']     = 'ברירת המחדל';
$_['text_time']        = 'שעות פתיחה';
$_['text_geocode']     = 'לבצע קידוד גיאוגרפי לא היה מוצלח מהסיבה הבאה:';

// Column
$_['column_name']      = 'שם החנות';
$_['column_address']   = 'כתובת';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'שם החנות';
$_['entry_address']    = 'כתובת';
$_['entry_geocode']    = 'לבצע קידוד גיאוגרפי';
$_['entry_telephone']  = 'טלפון';
$_['entry_fax']        = 'פקס';
$_['entry_image']      = 'התמונה';
$_['entry_open']       = 'שעות פתיחה';
$_['entry_comment']    = 'תגובה';

// Help
$_['help_geocode']     = 'אנא הזן את המיקום של חנות לבצע קידוד גיאוגרפי באופן ידני.';
$_['help_open']        = 'למלא את שעות פתיחה חנויות.';
$_['help_comment']     = 'שדה זה הוא עבור כל הערות מיוחדות שאתה רוצה לספר את הלקוחות, כלומר החנות אינו מקבל צ \' קים.';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות מקומות חנות!';
$_['error_name']       = 'שם החנות חייב להיות בין 3 ל-32 תווים!';
$_['error_address']    = 'כתובת חייב להיות בין 3 ו-128 תווים!';
$_['error_telephone']  = 'טלפון חייב להיות בין 3 ל-32 תווים!';