<?php
// Heading
$_['heading_title']    = 'סדר סטטוסים';

// Text
$_['text_success']     = 'הצלחה: שינוי סדר סטטוסים!';
$_['text_list']        = 'מצב הזמנה הרשימה';
$_['text_add']         = 'להוסיף את מצב ההזמנה';
$_['text_edit']        = 'עריכת מצב ההזמנה';

// Column
$_['column_name']      = 'מצב הזמנה השם';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'מצב הזמנה השם';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות את סדר סטטוסים!';
$_['error_name']       = 'מצב הזמנה השם חייב להיות בין 3 ל-32 תווים!';
$_['error_default']    = 'אזהרה: זה מצב ההזמנה לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות מצב ההזמנה!';
$_['error_download']   = 'אזהרה: זה מצב ההזמנה לא ניתן למחוק אותו כפי שהוא כיום שהוקצו בתור ברירת המחדל של מצב ההורדה!';
$_['error_store']      = 'אזהרה: זה מצב ההזמנה לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חנויות!';
$_['error_order']      = 'אזהרה: זה מצב ההזמנה לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s פקודות!';
