<?php
// Heading
$_['heading_title']    = 'להחזיר סיבות';

// Text
$_['text_success']     = 'הצלחה: ששונו להחזיר סיבות!';
$_['text_list']        = 'להחזיר סיבה הרשימה';
$_['text_add']         = 'להוסיף סיבה לחזור';
$_['text_edit']        = 'עריכה סיבה לחזור';

// Column
$_['column_name']      = 'להחזיר סיבה שמי';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'להחזיר סיבה שמי';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות סיבות לחזור!';
$_['error_name']       = 'להחזיר סיבה השם חייב להיות בין 3 ו-128 תווים!';
$_['error_return']     = 'אזהרה: שיבה זו סיבה לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים שהוחזרו!';