<?php
// Heading
$_['heading_title']    = 'להחזיר פעולות';

// Text
$_['text_success']     = 'הצלחה: ששונו להחזיר פעולות!';
$_['text_list']        = 'להחזיר פעולה הרשימה';
$_['text_add']         = 'להוסיף להחזיר פעולה';
$_['text_edit']        = 'עריכה להחזיר פעולה';

// Column
$_['column_name']      = 'להחזיר שם פעולה';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'להחזיר שם פעולה';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות להחזיר פעולות!';
$_['error_name']       = 'להחזיר פעולה השם חייב להיות בין 3 ו-64 תווים!';
$_['error_return']     = 'אזהרה: שיבה זו פעולה לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים שהוחזרו!';