<?php
// Heading
$_['heading_title']    = 'להחזיר סטטוסים';

// Text
$_['text_success']     = 'הצלחה: ששונו להחזיר סטטוסים!';
$_['text_list']        = 'להחזיר מצב רשימה.';
$_['text_add']         = 'להוסיף להחזיר מצב';
$_['text_edit']        = 'עריכה להחזיר מצב';

// Column
$_['column_name']      = 'החזרת המצב שם';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'החזרת המצב שם';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות לחזור סטטוסים!';
$_['error_name']       = 'החזרת המצב השם חייב להיות בין 3 ל-32 תווים!';
$_['error_default']    = 'אזהרה: זה להחזיר מצב לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל להחזיר מצב!';
$_['error_return']     = 'אזהרה: זה להחזיר מצב לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חוזר!';
