<?php
// Heading
$_['heading_title']    = 'במלאי סטטוסים';

// Text
$_['text_success']     = 'הצלחה: שינוי במלאי סטטוסים!';
$_['text_list']        = 'מעמד המניה ברשימה';
$_['text_add']         = 'להוסיף במלאי מצב';
$_['text_edit']        = 'עריכה במלאי מצב';

// Column
$_['column_name']      = 'מעמד המניה שם';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_name']       = 'מעמד המניה שם';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות במלאי סטטוסים!';
$_['error_name']       = 'מעמד המניה השם חייב להיות בין 3 ל-32 תווים!';
$_['error_product']    = 'אזהרה: מלאי זה מצב לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים!';