<?php
// Heading
$_['heading_title']    = 'כיתות משקל';

// Text
$_['text_success']     = 'הצלחה: יש לך שינוי במשקל שיעורים!';
$_['text_list']        = 'משקל רשימת הכיתה';
$_['text_add']         = 'להוסיף משקל';
$_['text_edit']        = 'עריכה המשקל';

// Column
$_['column_title']     = 'משקל כותרת';
$_['column_unit']      = 'משקל יחידה';
$_['column_value']     = 'ערך';
$_['column_action']    = 'פעולה';

// Entry
$_['entry_title']      = 'משקל כותרת';
$_['entry_unit']       = 'משקל יחידה';
$_['entry_value']      = 'ערך';

// Help
$_['help_value']       = 'הגדרת 1.00000 אם זה ברירת המחדל שלך במשקל.';

// Error
$_['error_permission'] = 'אזהרה: אין לך הרשאה לשנות שיעורים במשקל!';
$_['error_title']      = 'משקל התואר חייב להיות בין 3 ל-32 תווים!';
$_['error_unit']       = 'משקל היחידה חייב להיות בין 1 ל-4 תווים!';
$_['error_default']    = 'אזהרה: זה המשקל לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות המשקל!';
$_['error_product']    = 'אזהרה: זה המשקל לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s המוצרים!';