<?php
// Heading
$_['heading_title']          = 'אזורי';

// Text
$_['text_success']           = 'הצלחה: שינוי אזורי!';
$_['text_list']              = 'אזור רשימה';
$_['text_add']               = 'הוספת אזור';
$_['text_edit']              = 'עריכת אזור';

// Column
$_['column_name']            = 'שם אזור';
$_['column_code']            = 'אזור קוד';
$_['column_country']         = 'המדינה';
$_['column_action']          = 'פעולה';

// Entry
$_['entry_name']             = 'שם אזור';
$_['entry_code']             = 'אזור קוד';
$_['entry_country']          = 'המדינה';
$_['entry_status']           = 'סטטוס';

// Error
$_['error_permission']       = 'אזהרה: אין לך הרשאה לשנות אזורי!';
$_['error_name']             = 'אזור השם חייב להיות בין 3 ו-128 תווים!';
$_['error_default']          = 'אזהרה: זה אזור לא ניתן למחוק אותו כפי שהוא מוקצה כעת כברירת מחדל חנות האזור.';
$_['error_store']            = 'אזהרה: זה אזור לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s חנויות!';
$_['error_address']          = 'אזהרה: זה אזור לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s ערכי פנקס הכתובות!';
$_['error_affiliate']        = 'אזהרה: זה אזור לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s שותפים!';
$_['error_zone_to_geo_zone'] = 'אזהרה: זה אזור לא ניתן למחוק אותו כפי שהוא מוקצה כרגע %s אזורי גיאוגרפי אזורי!';